{"more":"ຫຼາຍກວ່າ","Cancel":"ຍົກເລີກ","Save":"ບັນທຶກ","Loading...":"ກຳລັງໂຫຼດ ...","Submit":"ສຳເລັດ","Close":"ປິດ","Please enter {0} words or less.":"ກະລຸນາຕື່ມ {0} ຄໍາຫຼືໜ້ອຍກວ່າ","Please enter at least {0} words.":"ກະລຸນາຕື່ມຢ່າງນ້ອຍ {0} ຄໍາ","Please enter between {0} and {1} words.":"ກະລຸນາຕື່ມລະຫວ່າງ {0} ແລະ {1} ຄໍາ","Letters or punctuation only please":"ຕົວອັກສອນຫຼືເຄື່ອງໝາຍวรรคຕອນເທົ່ານັ້ນກະລຸນາ","Letters, numbers, spaces or underscores only please":"ຕົວອັກສອນຕົວເລກຊ່ອງວ່າງຫຼືຂີດເທົ່ານັ້ນກະລຸນາ","Letters only please":"ຕົວອັກສອນເທົ່ານັ້ນກະລຸນາ","No white space please":"ບໍ່ມີພື້ນທີ່ສີຂາวກະລຸນາ","Your ZIP-code must be in the range 902xx-xxxx to 905-xx-xxxx":"ລະຫັດໄປຊະນີຂອງທ່ານຈະຕ້ອງຢູ່ໃນຊ່ວງ 902xx-xxxx ໄປ 905-XX-xxxx","A positive or negative non-decimal number please":"ຈໍານວນບໍ່ແມ່ນທົດສະນິຍົມບວກຫຼືລຶບກະລຸນາ","The specified vehicle identification number (VIN) is invalid.":"ໝາຍເລກປະຈໍາຕົວรถທີ່ລະບຸ (VIN) ບໍ່ຖືກຕ້ອງ","Please enter a correct date":"ກະລຸນາຕື່ມວັນທີທີ່ຖືກຕ້ອງ","Please enter a valid time, between 00:00 and 23:59":"ກະລຸນາຕື່ມເວລາທີ່ຖືກຕ້ອງ, 0:00-23:59","Please enter a valid time, between 00:00 am and 12:00 pm":"ກະລຸນາຕື່ມເວລາທີ່ຖືກຕ້ອງ, 00:00-12:00","Please specify a valid phone number":"ກະລຸນາລະບຸໝາຍເລກໂທລະສັບທີ່ຖືກຕ້ອງ","Please specify a valid mobile number":"ກະລຸນາລະບຸໝາຍເລກໂທລະສັບມືຖືທີ່ຖືກຕ້ອງ","Please enter at least {0} characters":"ກະລຸນາຕື່ມຢ່າງນ້ອຍ {0} ຕົວອັກສອນ","Please enter a valid credit card number.":"ກະລຸນາຕື່ມໝາຍເລກບັດເຄຣດິດທີ່ຖືກຕ້ອງ","Please enter a valid IP v4 address.":"ກະລຸນາຕື່ມທີ່ຢູ່ v4 IP ທີ່ຖືກຕ້ອງ","Please enter a valid IP v6 address.":"ກະລຸນາຕື່ມທີ່ຢູ່ v6 IP ທີ່ຖືກຕ້ອງ","Invalid format.":"ຮູບແບບບໍ່ຖືກຕ້ອງ.","HTML tags are not allowed.":"ແທັກ HTML ບໍ່ໄດ້ຮັບອະນຸຍາດ","Please select an option.":"ກະລຸນາເລືອກຕົວເລືອກ","Empty Value.":"ເປົ່າວ່າງ.","Please use only letters (a-z or A-Z), numbers (0-9) or spaces only in this field.":"ກະລຸນາໃຊ້ຕົວອັກສອນ (az ຫຼື AZ) ຕົວເລກ (0-9) ຫຼືຊ່ອງວ່າງພຽງໃນດ້ານນີ້","Please use only letters (a-z or A-Z), numbers (0-9) or underscore (_) in this field, and the first character should be a letter.":"ກະລຸນາໃຊ້ຕົວອັກສອນ (az ຫຼື AZ) ຕົວເລກ (0-9) ຫຼືຂີດລຸ່ມ (_) ໃນດ້ານນີ້ແລະຕົວອັກສອນຕົວທໍາອິດควรເປັນຕົວອັກສອນ","Please use only letters (a-z or A-Z), numbers (0-9), spaces and \"#\" in this field.":"ກະລຸນາໃຊ້ຕົວອັກສອນ (az ຫຼື AZ) ຕົວເລກ (0-9), ຊ່ອງວ່າງແລະ \"#\" ໃນດ້ານນີ້","Please enter a valid phone number. For example (123) 456-7890 or 123-456-7890.":"ກະລຸນາຕື່ມໝາຍເລກໂທລະສັບທີ່ຖືກຕ້ອງ ຍົກຕົວຢ່າງແບບ (123) 456-7890 ຫຼື 123-456-7890","Please enter a valid fax number (Ex: 123-456-7890).":"ກະລຸນາຕື່ມໝາຍເລກແຟັກທີ່ຖືກຕ້ອງ (Ex: 123-456-7890)","Please enter a valid email address (Ex: johndoe@domain.com).":"ກະລຸນາຕື່ມທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ(ເຊັ່ນ: mekhai@gmail.com)","Please enter 6 or more characters. Leading and trailing spaces will be ignored.":"ກະລຸນາຕື່ມ 6 ຫຼືຫຼາຍກວ່າຕົວອັກສອນ ຊັ້ນນໍາແລະເວັ້ນวรรคຕໍ່ທ້າຍຈະຖືກລະເວັ້ນ","Please enter 7 or more characters, using both numeric and alphabetic.":"ກະລຸນາຕື່ມ 7 ຫຼືຫຼາຍກວ່າຕົວອັກສອນໂດຍໃຊ້ທັງຕົວເລກແລະຕົວອັກສອນ","Minimum length of this field must be equal or greater than %1 symbols. Leading and trailing spaces will be ignored.":"ຄວາມຍາວຂັ້ນຕໍ່າຂອງການຕື່ມຕ້ອງຫຼາຍກວ່າຫຼືເທົ່າກັບ%1ຂອງສັນຍາລັກ ຍະຫວ່າງໜ້າສຸດ ແລະ ຫຼັງສຸດຈະຖືກຍົກເວັ້ນ","Minimum of different classes of characters in password is %1. Classes of characters: Lower Case, Upper Case, Digits, Special Characters.":"ຂັ້ນຕໍ່າຄວາມແຕກຕ່າງຂອງປະເພດຂອງອັກສອນໃນລະຫັດຜ່ານແມ່ນ%1 ປະເພດຂອງຕົວອັກສອນ: ຕົວພິມໃຫຍ່, ຕົວພິມນ້ອຍ, ຕົວເລກ, ຕົວອັນສອນພິເສດອື່ນໆ","Please enter a valid URL. Protocol is required (http:\/\/, https:\/\/ or ftp:\/\/).":"ກະລຸນາຕື່ມ URL ທີ່ຖືກຕ້ອງ. Protocol ທີ່ຕ້ອງການ (http: \/\/ https: \/\/ ຫຼື ftp: \/\/)","Please enter a valid URL. For example http:\/\/www.example.com or www.example.com.":"ກະລຸນາຕື່ມ URL ທີ່ຖືກຕ້ອງ. ຍົກຕົວຢ່າງແບບ http:\/\/www.example.com ຫຼື www.example.com","Please enter a valid XML-identifier (Ex: something_1, block5, id-4).":"ກະລຸນາຕື່ມ XML ທີ່ລະບຸຖືກຕ້ອງ (ແບບ something_1, block5, ID-4)","Please enter a valid social security number (Ex: 123-45-6789).":"ກະລຸນາຕື່ມໝາຍເລກປະກັນສັງຄົມທີ່ຖືກຕ້ອງ (Ex: 123-45-6789)","Please enter a valid zip code (Ex: 90602 or 90602-1234).":"ກະລຸນາຕື່ມລະຫັດໄປຊະນີທີ່ຖືກຕ້ອງ (Ex: 90602 ຫຼື 90602-1234)","Please use this date format: dd\/mm\/yyyy. For example 17\/03\/2006 for the 17th of March, 2006.":"ໂດຍໃຊ້ຮູບແບບວັນນີ້: ວັນ \/ ເດືອນ \/ ປີ ຍົກຕົວຢ່າງແບບ 17\/03\/2006 ສໍາລັບ 17 ມີນາ 2006","Please enter a valid $ amount. For example $100.00.":"ກະລຸນາຕື່ມຈໍານວນເງິນ $ ທີ່ຖືກຕ້ອງ ຍົກຕົວຢ່າງແບບ $ 100.00","Please enter a number 0 or greater in this field.":"ກະລຸນາຕື່ມໝາຍເລກ 0 ຫຼືສູງกວ່າໃນສາຂານີ້","Please enter a number greater than 0 in this field.":"ກະລຸນາຕື່ມຕົວເລກທີ່ຫຼາຍກວ່າ 0 ໃນດ້ານນີ້","Please input a valid CSS-length (Ex: 100px, 77pt, 20em, .5ex or 50%).":"ກະລຸນາຕື່ມທີ່ຖືກຕ້ອງ CSS ຍາວ (Ex: 100px, 77pt, 20em, .5ex ຫຼື 50%)","Please enter a valid number in this field.":"ກະລຸນາຕື່ມຕົວເລກທີ່ຖືກຕ້ອງໃນດ້ານນີ້","The value is not within the specified range.":"ຄ່າທີ່ບໍ່ໄດ້ຢູ່ໃນຊ່ວງທີ່ລະບຸ","Please use letters only (a-z or A-Z) in this field.":"ກະລຸນາໃຊ້ຕົວອັກສອນ (az ຫຼື AZ) ໃນສາຂານີ້","Please use only letters (a-z), numbers (0-9) or underscore (_) in this field, and the first character should be a letter.":"ກະລຸນາໃຊ້ຕົວອັກສອນ (AZ), ຕົວເລກ (0-9) ຫຼືຂີດລຸ່ມ (_) ໃນດ້ານນີ້ແລະຕົວອັກສອນຕົວທໍາອິດควรເປັນຕົວອັກສອນ","Please use only letters (a-z or A-Z) or numbers (0-9) in this field. No spaces or other characters are allowed.":"ກະລຸນາໃຊ້ຕົວອັກສອນ (az ຫຼື AZ) ຫຼືຕົວເລກ (0-9) ໃນສາຂານີ້ ບໍ່ມີຊ່ອງວ່າງຫຼືຕົວລະคລໍຖ້າื่น ๆ ຈະໄດ້ຮັບອະນຸຍາດ","Please enter a valid date.":"ກະລຸນາຕື່ມວັນທີທີ່ຖືກຕ້ອງ","Make sure the To Date is later than or the same as the From Date.":"ກວດສອບໃຫ້ແນ່ໃຈເຖິງວັນທີช้ากວ່າຫຼືແບບດຽວກັບຈາກວັນທີ","Please make sure your passwords match.":"ກະລຸນາກວດສອບວ່າກົງກັບລະຫັດຜ່ານຂອງທ່ານ","Please enter a valid URL Key (Ex: \"example-page\", \"example-page.html\" or \"anotherlevel\/example-page\").":"ກະລຸນາຕື່ມຄີ URL ທີ່ຖືກຕ້ອງ (ແບບ \"ຕົວຢ່າງທີ່ໜ້າ\", \"ຕົວຢ່າງ page.html\" ຫຼື \"anotherlevel \/ ຕົວຢ່າງໜ້າ\")","Please enter a valid zip code.":"ກະລຸນາຕື່ມລະຫັດໄປຊະນີທີ່ຖືກຕ້ອງ.","Please select State\/Province.":"ກະລຸນາເລືອກເມືອງ \/ ແຂວງ","The field isn't complete.":"ຂໍ້ມູນຍັງບໍ່ສົມບູນ","This is a required field.":"ນີ້ແມ່ນຂໍ້ມູນທີ່ຈໍາເປັນຕ້ອງຕື່ມ.","Please enter valid email addresses, separated by commas. For example, johndoe@domain.com, johnsmith@domain.com.":"ກະລຸນາຕື່ມທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງຄັ່ນໂດຍເຄື່ອງໝາຍຈຸດເຂດພື້ນທີ່ ຍົກຕົວຢ່າງແບບ johndoe@domain.com, johnsmith@domain.com","Please enter a valid credit card verification number.":"ກະລຸນາຕື່ມໝາຍເລກກວດສອບບັດເຄຣດິດທີ່ຖືກຕ້ອງ","Please enter issue number or start date for switch\/solo card type.":"ກະລຸນາຕື່ມໝາຍເລກບັນຫາຫຼືວັນທີເລີ່ມຕົ້ນສໍາລັບ Switch \/ ປະເພດບັດດຽວ ","Please enter positive number in this field.":"ກະລຸນາຕື່ມຈໍານວນບວກໃນດ້ານນີ້","Please enter a valid value, ex: 10,20,30":"ກະລຸນາຕື່ມຄ່າທີ່ຖືກຕ້ອງແບບ 10,20,30","Password cannot be the same as email address.":"ລະຫັດຜ່ານບໍ່ສາມາດເປັນແບບດຽວກັບທີ່ຢູ່ອີເມວ","Please enter a valid email address.":"ກະລຸນາຕື່ມອີເມວທີ່ຖືກຕ້ອງ.","Please enter the same value again.":"ກະລຸນາຕື່ມລະຫັດຜ່ານຄືເກົ່າອີກຄັ້ງ.","Please enter a value less than or equal to {0}.":"ກະລຸນາຕື່ມຄ່າທີ່ໜ້ອຍກວ່າຫຼືເທົ່າກັບ {0}","Please enter a value greater than or equal to {0}.":"ກະລຸນາຕື່ມຄ່າທີ່ຫຼາຍກວ່າຫຼືເທົ່າກັບ {0}","Please specify the quantity of product(s).":"ກະລຸນາລະບຸຈໍານວນຂອງສິນຄ້າ (s)","Next":"ຕໍ່ໄປ","Previous":"ກ່ອນໜ້າ","No records found.":"ບໍ່ມີບັນທຶກທີ່ຄົ້ນພົບ","Warning":"ແຈ້ງເຕືອນ","Ok":"ຕົກລົງ","OK":"ຕົກລົງ","Attention":"ຄວາມສົນໃຈ","Add":"ເພີ່ມ","Something went wrong.":"ບາງຢ່າງຜິດພາດ.","${ $.visible } out of ${ $.total } visible":"${ $.visible } ຈາກ ${ $.total } ທີ່ເບິ່ງເຫັນໄດ້","New View":"ມູມໃໝ່","Default View":"ມູມເລີ່ມຕົ້ນ","You have successfully saved your edits.":"ທ່ານໄດ້ບັນທຶກໄວ້ປະສົບຄວາມສໍາເລັດໃນການແກ້ໄຂຂອງທ່ານ","There are {placeholder} messages requires your attention.":"ມີຂໍ້ຄວາມ {placeholder} ເປັນຕ້ອງໃຫ້ຄວາມສົນໃຈຂອງທ່ານ","from":"ຈາກ","to":"ເຖິງ","Select All":"ເລືອກທົງໝົດ","Deselect All":"ຍົກເລີກການເລືອກທົງໝົດ","Select All on This Page":"ເລືອກທົງໝົດໃນໜ້ານີ້","Deselect All on This Page":"ຍົກເລີກການເລືອກທົງໝົດໃນໜ້ານີ້","Go to Details Page":"ຫາໜ້າລາຍລະອຽດ","On":"ເທິງ","Off":"ປິດ","Search by keyword":"ຄົ້ນຫາໂດຍໃຊ້ຄໍາສໍາຄັນ","Keyword":"ຄໍາຫຼັກ","Done":"ສໍາເລັດ","options":"ຕົວເລືອກ","Select...":"ເລືອກ...","Selected":"ເລືອກ","Yes":"ແມ່ນ","No":"ບໍ່","Back":"ກັບຄືນ","Select Date":"ເລືອກວັນທີ","Please enter more or equal than {0} symbols.":"ກະລຸນາຕື່ມຫຼາຍກວ່າຫຼືເທົ່າກັບ {0} ສັນຍາລັກ","Please enter less or equal than {0} symbols.":"ກະລຸນາຕື່ມໜ້ອຍກວ່າຫຼືເທົ່າກັບ {0} ສັນຍາລັກ","Vul hier een geldige datum in.":"Vul ນີ້ຕົວເລກ een geldige ໃນ","Please enter a valid integer in this field.":"ກະລຸນາຕື່ມຈໍານວນເຕັມທີ່ຖືກຕ້ອງໃນດ້ານນີ້","We don't recognize or support this file extension type.":"ພວກເຮົາບໍ່ຮູ້ຈັກຫຼືສອດຄ່ອງໄຟລປະເພດສ່ວນຂະຫຍາຍນີ້","File you are trying to upload exceeds maximum file size limit.":"ໄຟລທີ່ທ່ານກຳລັງພະຍາຍາມທີ່ຈະອັບໂຫຼດໄຟລສູງສຸດເກີນຂີດ ຈຳກັດ ຂອງຂະໜາດ","Please use tag SCRIPT with SRC attribute or with proper content to include JavaScript to the document.":"ກະລຸນາໃຊ້ແທັກ SCRIPT ກັບ SRC ຄຸນລັກສະນະຫຼືມີເນື້ອຫາທີ່ເໜາະສົມທີ່ຈະລວມJavaScript ເພື່ອໃຫ້ໄຟລ","The date is not within the specified range.":"ວັນທີບໍ່ໄດ້ຢູ່ໃນຊ່ວງທີ່ລະບຸ","Incl. Tax":"ລວມພາສີ","Please enter a valid credit card type number.":"ກະລຸນາຕື່ມໝາຍເລກປະເພດບັດເຄຣດິດທີ່ຖືກຕ້ອງ","Incorrect credit card expiration month.":"ບັດເຄຣດິດທີ່ບໍ່ຖືກຕ້ອງເດືອນທີ່ໝົດອາຍຸ","Incorrect credit card expiration year.":"ບັດເຄຣດິດທີ່ບໍ່ຖືກຕ້ອງປີທີ່ໝົດອາຍຸ","Are you sure you want to remove this item from your Compare Products list?":"ທ່ານແນ່ໃຈຫຼືບໍ່ວ່າຕ້ອງການລຶບລາຍການນີ້ອອກຈາກລາຍການປຽບທຽບຜົນສິນຄ້າຂອງທ່ານຫຼືບໍ່","Are you sure you want to remove all items from your Compare Products list?":"ທ່ານແນ່ໃຈຫຼືບໍ່ວ່າຕ້ອງການລຶບລາຍການທົງໝົດຈາກລາຍການປຽບທຽບຜົນສິນຄ້າຂອງທ່ານຫຼືບໍ່","Sorry, something went wrong. Please try again later.":"ຂໍອະໄພມີບາງຢ່າງຜິດພາດ. ກະລຸນາລອງໃໝ່ອື່ນອີກຄັ້ງໃນພາຍຫຼັງ.","Adding...":"ກຳລັງເພີ່ມ ...","Added":"ທີ່ເພີ່ມ","Add to Cart":"ເລືອກເຂົ້າກະຕ່າ","select all":"ເລືອກທັງໝົດ","unselect all":"ບໍ່ເລືອກທົງໝົດ","does not implement Storage Interface":"ບໍ່ໃຊ້ການເຊື່ອมຕໍ່ການຈັດເກັບ","Home":"ໜ້າຫຼັກ","Go to Home Page":"ຫາໜ້າທໍາອິດ","Are you sure you want to delete this address?":"ທ່ານແນ່ໃຈຫຼືບໍ່ວ່າຕ້ອງການລຶບຢູ່ນີ້ຫຼືບໍ່?","No Password":"ບໍ່ມີລະຫັດຜ່ານ","Weak":"ອ່ອນ","Medium":"ກາງ","Strong":"ແຂງແຮງ","Very Strong":"ແຂງແຮງຫຼາຍ","Guest checkout is disabled.":"ຜູ້ເຂົ້າພັກສາມາດເຊັກເອົ້າຖືກປິດການໃຊ້ງານ","Your coupon was successfully removed.":"ຄູປອງຂອງທ່ານຈະຖືກລຶບອອກຮຽບຮ້ອຍແລ້ວ","Your coupon was successfully applied.":"ຄູປອງຂອງທ່ານຖືກໃຊ້ປະສົບຄວາມສໍາເລັດ","Not yet calculated":"ຍັງບໍ່ໄດ້ຄຳນວນ","Provided Zip\/Postal Code seems to be invalid.":"ທີ່ຈັດໄວ້ໃຫ້ Zip \/ ລະຫັດໄປຊະນີເບິ່ງຄືວ່າຈະບໍ່ຖືກຕ້ອງ","If you believe it is the right one you can ignore this notice.":"ຫາກທ່ານເຊື່ອວ່າມັນເປັນໜຶ່ງທີ່ເໜາະສົມທ່ານສາມາດລະເວັ້ນປະກາດນີ້","Payment Method":"ວິທີຊຳລະເງິນ","Review & Payments":"ກວດສອບແລະການຊໍາລະເງິນ","New Address":"ທີ່ຢູ່ໃໝ່","Are you sure you would like to remove this item from the shopping cart?":"ທ່ານແນ່ໃຈຫຼືທ່ານຕ້ອງການທີ່ຈະລຶບລາຍການນີ້ອອກຈາກກະຕ່າສິນຄ້າ?","Shipping":"ການຈັດສົ່ງ","Save Address":"ບັນທຶກທີ່ຢູ່","Please specify a shipping method.":"ກະລຸນາລະບຸວິທີການຈັດສົ່ງ","Select a new payment method":"ເລືອກວິທີການຊໍາລະເງິນໃໝ່","Card Verification Number Visual Reference":"ຢືນຢັນບັດຈໍານວນຮູບພາບອ້າງອີງ","Delete":"ລຶບ","Shipping Address":"ທີ່ຢູ່ໃນການຈັດສົ່ງ","Billing Address":"ທີ່ຢູ່ຜູ້ຊຳລະເງີນ","Shipping Method":"ວິທີຈັດສົ່ງສິນຄ້າ","Sorry, something went wrong.":"ຂໍອະໄພມີບາງຢ່າງຜິດພາດ.","We can't complete your order because you don't have a payment method set up.":"ພວກເຮົາບໍ່ສາມາດດໍາເນີນອໍເດີຂອງທ່ານເພາະທ່ານບໍ່ໄດ້ມີວິທີການຊໍາລະເງິນການຕັ້ງຄ່າ","Please choose a payment method.":"ກະລຸນາເລືອກວິທີການຊໍາລະເງິນ","Please try again with another form of payment.":"ກະລຸນາລອງອື່ນອີກຄັ້ງໂດຍຮູບແບບຂອງການຊໍາລະເງິນອື່ນ","Sorry, but something went wrong.":"ຂໍອະໄພສີ່ງທີ່ຜິດພາດ","Sorry, but something went wrong. Please contact the seller.":"ຂໍອະໄພສີ່ງທີ່ຜິດພາດ ກະລຸນາຕິດຕໍ່ຜູ້ຂາຍ","Select type of option.":"ເລືອກປະເພດຂອງຕົວເລືອກ","Please add rows to option.":"ກະລຸນາເພີ່ມແຖວຫາຕົວເລືອກ","New Option":"ຕົວເລືອກໃໝ່","Select Product":"ເລືອກສິນຄ້າ","Import":"ນໍາເຂົ້າ","Please select items.":"ກະລຸນາເລືອກລາຍການ","New Attribute":"ຄຸນລັກສະນະໃໝ່","Configure Product":"ກໍານົດຄ່າສິນຄ້າ","New Video":"ວີດີໂອໃໝ່","Edit Video":"ແກ້ໄຂວີດີໂອ","Delete video":"ລຶບວີດີໂອ","Images and Videos":"ຮູບພາບແລະວີດີໂອ","Image Detail":"ລາຍລອຽດຂອງຮູບ","Video Error":"ຂໍ້ຜິດພາດວີດີໂອ","Unknown video type":"ປະເພດວີດີໂອທີ່ບໍ່ຮູ້ຈັກ","Invalid video url":"URL ຂອງວີດີໂອບໍ່ຖືກຕ້ອງ","Youtube API key is invalid":"ທີ່ສໍາຄັນ Youtube API ບໍ່ຖືກຕ້ອງ","Video not found":"ວີດີໂອຊອກບໍ່ເຫັນ","Shop URL":"ຕັ້ງຊື່ ຫຼື ລິ້ງURLຮ້ານ","Select Associated Product":"ເລືອກສິນຄ້າທີ່ກ່ຽວຂ້ອງ","Choose a new product to delete and replace the current product configuration.":"ເລືອກຜົນສິນຄ້າໃໝ່ທີ່ຈະລຶບແລະແທນທີ່ການກໍານົດຄ່າຜົນສິນຄ້າໃນປັດຈຸບັນ","For better results, add attributes and attribute values to your products.":"ເພື່ອໃຫ້ໄດ້ຜົນລັບທີ່ດີกວ່າການເພີ່ມຄຸນລັກສະນະແລະຄ່າຄຸນລັກສະນະກັບຜົນສິນຄ້າຂອງທ່ານ","Choose this option to delete and replace extension data for all past configurations.":"ເລືອກຕົວເລືອກນີ້ເພື່ອລຶບແລະແທນທີ່ຂໍ້ມູນສ່ວນຂະຫຍາຍສໍາລັບການກໍານົດຄ່າທີ່ຜ່ານມາທົງໝົດ","We could not detect a size.":"ພວກເຮົາບໍ່ສາມາດກວດສອບຂະໜາດ","Images":"ຮູບພາບ","Quantity":"ຈໍານວນ","Price":"ລາຄາ","Generate Products":"ສ້າງຜົນສິນຄ້າ","An attribute has been removed. This attribute will no longer appear in your configurations.":"ຄຸນລັກສະນະໄດ້ຖືກລຶບອອກ ຄຸນລັກສະນານີ້ຈະບໍ່ປະກົດໃນການກໍານົດຄ່າຂອງທ່ານ","Select options for all attributes or remove unused attributes.":"ເລືອກຕົວເລືອກສໍາລັບຄຸນລັກສະນາທົງໝົດຫຼືລຶບຄຸນລັກສະນາທີ່ບໍ່ໄດ້ໃຊ້","Admin":"ຜູ້ເບີ່ງແຍງລະບົບ","Default Store View":"ເລີ່ມຕົ້ນເວວຮ້ານ","Position":"ຕໍາແໜ່ງ","Is Default":"ເປັນຄ່າເລີ່ມຕົ້ນ","Add Option":"ເພີ່ມຕົວເລືອກ","Delete Row":"ລຶບແຖວ","Changes have been made to this section that have not been saved.":"ມີການປ່ຽນແປງໃນສ່ວນນີ້ທີ່ຍັງບໍ່ໄດ້ຮັບການບັນທຶກ","We couldn't find any records.":"ບໍ່ມີປະຫວັດເຄື່ອໄຫວໃດໆ","records found":"ພົບລາຍການ","selected":"ເລືອກ","Actions":"ການດຳເນີນການ","Export":"ສົ່ງອອກ","Select Items":"ເລືອກລາຍການ","Columns":"ຖັນ","Reset":"ຣີເຊັດ","Edit":"ແກ້ໄຂ","Apply":"ໃຊ້","Filters":"ຈັດລ່ຽງ","Select":"ເລືອກ","Custom":"ເລືອກເອງ","per page":"ໜ້າ","of":"ຂອງ","Remove":"ລຶບອອກ","Options":"ຕົວເລືອກ","Assign":"ກໍານົດ","Show more":"ສະແດງຫຼາຍຂຶ້ນ","Search":"ຄົ້ນຫາ","This tab contains invalid data. Please resolve this before saving.":"ແທັບນີ້ຈະມີຂໍ້ມູນທີ່ບໍ່ຖືກຕ້ອງ ກະລຸນາແກ້ບັນຫານີ້ກ່ອນທີ່ຈະບັນທຶກ","Use Default Value":"ໃຊ້ຄ່າເລີ່ມຕົ້ນ","Delete image":"ລຶບຮູບພາບ","Excl. Tax":"ບໍ່ລວມພາສີມູນຄ່າເພີ່ມ ພາສີ","Final Price":"ລາຄາສຸດທ້າຍ","My Cart":"ກະຕ່າສິນຄ້າຂອງຂ້ອຍ","item":"ລາຍການ","items":"ລາຍການ","You have no items in your shopping cart.":"ທ່ານຍັງບໍ່ມີລາຍການສິນຄ້າໃນກະຕ່າສິນຄ້າ.","Checkout":"ຈ່າຍເງີນ","Items in Cart":"ລາຍການໃນກະຕ່າສິນຄ້າ","Out of stock":"ສິນຄ້າໝົດ","Availability":"ຄວາມພ້ອມໃຊ້ງານ","Creating an account has many benefits:":"ສ້າງບັນຊີສະມາຊິກມີປະໂຫຍດຫຼາຍ:","See order and shipping status":"ເບິ່ງອໍເດີແລະສະຖານະການຈັດສົ່ງ","Track order history":"ປະຫວັດຕິດຕາມອໍເດີ","Check out faster":"ກວດສອບໄດ້ໄວຂຶ້ນ","Create an Account":"ສ້າງບັນຊີສະມາຊິກ","Email Address":"ທີ່ຢູ່ອີເມວ","Password":"ລະຫັດຜ່ານ","Sign In":"ເຂົ້າລະບົບ","Forgot Your Password?":"ລືມລະຫັດຜ່ານ?","or":"ຫຼື","* Required Fields":"* ຕ້ອງຕື່ມຂໍ້ມູນ","Apply Discount Code":"ໃຊ້ລະຫັດສ່ວນຫຼຸດ","Enter discount code":"ຕື່ມລະຫັດສ່ວນຫຼຸດ","Apply Discount":"ໃຊ້ສ່ວນຫຼຸດ","Cancel coupon":"ຍົກເລີກຄູປອງ","Click for price":"ຄລິກເພື່ອເບິ່ງລາຄາ","Actual Price":"ລາຄາຂາดຕົວ","Order total will be displayed before you submit the order":"ອໍເດີທົງໝົດຈະປະກົດຂຶ້ນກ່ອນທີ່ທ່ານຈະສົ່ງອໍເດີ","Ship To:":"ຈັດສົ່ງເຖິງ:","Shipping Method:":"ວິທີການຈັດສົ່ງສິນຄ້າ:","Shipping Methods":"ວິທີການຈັດສົ່ງສິນຄ້າ","Estimated Total":"ລວມໂດຍປະມານ","Payment Information":"ຂໍ້ມູນການຊຳລະເງີນ","No Payment method available.":"ບໍ່ມີວິທີການຊໍາລະເງິນ","You can track your order status by creating an account.":"ທ່ານສາມາດຕິດຕາມສະຖານະອໍເດີຂອງທ່ານໂດຍການສ້າງບັນຊີສະມາຊິກ","A letter with further instructions will be sent to your email.":"ຈົດໝາຍພ້ອມກັບຄໍາແນະນໍາຕໍ່ໄປຈະຖືກສົ່ງໄປຍັງອີເມວຂອງທ່ານ","My billing and shipping address are the same":"ການເອີ້ນເກັບເງິນແລະທີ່ຢູ່ຈັດສົ່ງຂອງຂ້ອຍຄືກັນ","Update":"ປັບປຸງ","Order Summary":"ສະຫຼຸບອໍເດີ","Proceed to Checkout":"ດໍາເນີນການຊໍາລະເງິນ","View and Edit Cart":"ເບິ່ງແລະແກ້ໄຂກະຕ່າສິນຄ້າ","Cart Subtotal":"ກະຕ່າສິນຄ້າຍອດລວມ","See Details":"ເບິ່ງລາຍລະອຽດ","Options Details":"ລາຍລະອຽດຕົວເລືອກ","See price before order confirmation.":"ເບິ່ງລາຄາກ່ອນທີ່ຈະຢືນຢັນອໍເດີ","Qty":"ຈຳນວນ","Remove item":"ລຶບລາຍການ","View Details":"ເບິ່ງລາຍລະອຽດ","Save in address book":"ບັນທຶກໃນປື້ມທີ່ຢູ່","No Payment Methods":"ບໍ່ມີວິທີສຳຫຼັບການຊຳລະເງີນ","Estimate Tax":"ພາສີປະມານການ","Estimate Shipping and Tax":"ປະມານການການຈັດສົ່ງແລະພາສີ","Total":"ທົງໝົດ","You can create an account after checkout.":"ທ່ານສາມາດສ້າງບັນຊີສະມາຊິກຫຼັງຈາກCheckout","You already have an account with us. Sign in or continue as guest.":"ທ່ານມີບັນຊີກັບພວກເຮົາ ລົງຊື່ເຂົ້າໃຊ້ຫຼືຍັງຄົງເປັນຂອງຜູ້ເຂົ້າພັກ","Login":"ເຂົ້າສູ່ລະບົບ","Place Order":"ສະທີ່ອໍເດີ","Forgot an Item?":"ລືມລາຍການໜຶ່ງ?","Edit Your Cart":"ແກ້ໄຂກະຕ່າສິນຄ້າຂອງທ່ານ","Ship Here":"ຈັດສົ່ງໄດ້ທີ່ນີ້","Credit Card Information":"ຂໍ້ມູນບັດເຄຣດິດ","Credit Card Number":"ໝາຍເລກບັດເຄຣດິດ","Expiration Date":"ວັນໝົດອາຍຸ","Card Verification Number":"ໝາຍເລກຢືນຢັນບັດ","What is this?":"ນີ້ຄືຫຍັງ?","Month":"ເດືອນ","Year":"ປີ","See our Shipping Policy":"ເບິ່ງนโยบายກ່ຽວກັບການຈັດສົ່ງສິນຄ້າຂອງພວກເຮົາ","ending":"ສິ້ນສຸດ","expires":"ໝົດອາຍຸ","Gift options":"ຕົວເລືອກຂອງຂວັນ","Message:":"ຂໍ້ຄວາມ:","Gift Message (optional)":"ຂໍ້ຄວາມຂອງຂວັນ (ອຸປະກອນເສີມ)","To:":"ຫາ:","From:":"ຈາກ:","-- Please Select Billing Agreement--":"- ກະລຸນາເລືອກການເອີ້ນເກັບເງິນ Agreement--","What is PayPal?":"PayPal ຄືຫຍັງ?","You will be redirected to the PayPal website.":"ທ່ານຈະຖືກປ່ຽນຊ່ອງທາງໄປຍັງເວັບໄຊຂອງ PayPal","Continue to PayPal":"ດໍາເນີນການຕໍ່ໄປຍັງ PayPal","Acceptance Mark":"ການຍອມຮັບມາร์ค","Continue":"ຕໍ່ໄປ","Please do not refresh the page until you complete payment.":"ກະລຸນາຢ່າรีเฟรชໜ້າจนกວ່າທ່ານຈະຊໍາລະເງິນແລ້ວສົມບູນ","Save credit card information for future use.":"ບັນທຶກຂໍ້มูລຶບັດເຄຣດິດສໍາລັບໃຊ້ໃນອະນາຄົດ","See terms":"ເບິ່ງຂໍ້ຄວາມ","You will be redirected to the PayPal website when you place an order.":"ທ່ານຈະຖືກປ່ຽນຊ່ອງທາງໄປຍັງເວັບໄຊຂອງ PayPal ເມື່ອທ່ານອໍເດີສິນຄ້າ","Sign a billing agreement to streamline further purchases with PayPal.":"ລົງນາມໃນສັນຍາການເອີ້ນເກັບເງິນເພື່ອປັບປຸງການຈັດຊື້ຕໍ່ກັບ PayPal","Remember Me":"ຈົດຈື່ຂ້ອຍ","What's this?":"ນີ້ຄືຫຍັງ?","Check 'Remember Me' to access your shopping cart on this computer even if you are not signed in.":"ກວດສອບ 'Remember Me' ເພື່ອເຂົ້າເຖິງກະຕ່າສິນຄ້າຂອງທ່ານເທິງคอมພິวเตอร์ເຄື່ອງນີ້แม้ວ່າທ່ານຈະບໍ່ໄດ້ລົງນາມໃນ","Purchase Order Number":"ໝາຍເລກອໍເດີ","Make Check payable to:":"ກວດເຊັກທີ່ຈ່າຍໃຫ້ກັບ:","Send Check to:":"ສົ່ງເຊັກຫາ:","Reload captcha":"ປ່ຽນຮຸບໃໝ່","Attention: Captcha is case sensitive.":"ຮຽນ CAPTCHA ເປັນກໍລະນີທີ່ສໍາຄັນ","Please, enter valid Credit Card Number":"ກະລຸນາຕື່ມໝາຍເລກບັດເຄຣດິດທີ່ຖືກຕ້ອງ","Please, enter valid Expiration Date":"ກະລຸນາຕື່ມທີ່ຖືກຕ້ອງວັນໝົດອາຍຸ","Please, enter valid Card Verification Number":"ກະລຸນາຕື່ມທີ່ຖືກຕ້ອງກວດສອບໝາຍເລກບັດ","Save for later use.":"ບັນທຶກໄວ້ສໍາລັບໃຊ້ໃນພາຍຫຼັງ"}